Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/manaidsuodjalusa-doaimmat_id_476334.html.tmx
Source language: sme
Languages: nob

source: Mánáidsuodjalusa barggut
nob: Barnevernets oppgaver

source: Mánáidsuodjalusa váldobargu lea sihkkarastit ahte mánát ja nuorat geat ellet dilálašvuođain mat sáhttet vahágahttit sin dearvvašvuođa ja ovdáneami , ožžot rievttes áigái dárbbašlaš veahki ja fuolahusa , ja váikkuhit dasa ahte mánát ja nuorat ožžot oadjebas bajásšaddaneavttuid .
nob: Barnevernets hovedoppgave er å sikre at barn og unge som lever under forhold som kan skade deres helse og utvikling , får nødvendig hjelp og omsorg til rett tid , samt å bidra til at barn og unge får trygge oppvekstvilkår .

source: Mánáid fuolahus ja bajásgeassin lea ovddemusat vánhemiid ovddasvástádus .
nob: Omsorg for og oppdragelse av barn er i første rekke foreldrenes ansvar .

source: Vánhemat sáhttet liikká oanehit dahje guhkit áigái dárbbašit veahki , ovdamearkka dihte váttis eallindilálašvuođa geažil .
nob: Foreldre kan likevel ha behov for hjelp i kortere eller lengre perioder , for eksempel på grunn av en vanskelig livssituasjon .

source: Dalle sáhttá mánáidsuodjalus veahkehit mánáid ja bearrašiid nu ahte mánáide sihkkarastá buori eallindili ja ovdánanvejolašvuođaid .
nob: Her kan barnevernet komme inn for å bistå barn og familier slik at barn sikres gode levekår og utviklingsmuligheter .

source: Mánáidsuodjaluseiseválddiid ovddasvástádus ja barggut leat muddejuvvon lágas geassemánu 17.b.1992:s nr. 100 mii lea mánáidsuodjalusbálvalusaid birra .
nob: Barnevernmyndighetenes ansvar og arbeidsoppgaver er regulert i lov 17. juli 1992 nr. 100 om barneverntjenester .

source: Stáhtas , Mánáid- , dásseárvo- ja searvadahttindepartemeantta , lea obbalaš bajitdási ovddasvástádus mánáidsuodjalussii , mánáidsuodjalusa hálddašeapmi fas ovddemusat gullá suohkanlaš mánáidsuodjalussii ja Mánáid- , nuoraid- ja bearašetáhttii .
nob: Staten ved Barne- og likestillingsdepartementet har et generelt overordnet ansvar for barnevernet , mens forvaltningen av barnevernet i hovedsak er lagt til den kommunale barneverntjenesten og Barne- , ungdoms- og familieetaten .

source: Mánáidsuodjalusa deháleamos barggut leat :
nob: Barnevernets viktigste oppgaver er å :

source: Váldit vára suojeheames mánáin .
nob: Ta vare på utsatte barn .

source: Mánáidsuodjalusas lea earenoamáš bargu váldit vára buot suojeheamos mánáin .
nob: Barneverntjenesten har som sin spesielle oppgave å ta vare på de mest utsatte barna .

source: Sii galget suodjalit mánáid fuolahusváilliid vuostá ja hehttet ahte mánát gillájit fysalaš ja psykalaš vahágiid .
nob: Den skal beskytte barn mot omsorgssvikt og motvirke at barn lider fysisk og psykisk overlast .

source: Addit veahki ja doarjaga .
nob: Å gi hjelp og støtte .

source: Mánáidsuodjalus sáhttá bidjat johtui veahkkedoaimmaid mánnái ja bearrašii dalle go mánás ruovttudilálašvuođaid geažil leat earenoamáš dárbbut .
nob: Barneverntjenestens skal sette i verk hjelpetiltak for barnet og familien der barnet på grunn av forhold i hjemmet har særlig behov .

source: Veahkki sáhttá leat nu go rávvagat , bagadallan ja veahkkedoaimmat .
nob: Hjelpen kan gies i form av råd , veiledning og hjelpetiltak .

source: Dábálaš veahkkedoaimmat leat omd. doarjjaolmmoš , veajuiduhttindoaimmat ruovttus ja mánáidgárdesadji .
nob: Vanlige hjelpetiltak er f. eks. støttekontakt , avlastningstiltak i hjemmet og barnehageplass .

source: Ovddasvástádus dahkat juoidá – vejolaččat vánhemiid dáhtu vuostá
nob: Ansvar for å gripe inn – eventuelt mot foreldrenes vilje

source: Mánáidsuodjalusas lea maiddái ovddasvástádus dahkat juoidá jus doaibmabijut ruovttus eai nákce doarvái áimmahuššat máná dárbbuid .
nob: Barneverntjenesten har også et ansvar for å gripe inn dersom tiltak i hjemmet ikke er tilstrekkelig for å ivareta barnets behov .

source: Mánáidsuodjalus sáhttá dalle ovtta áigodahkii ovttas vánhemiiguin gaskkustit saji biebmoruktui , vánhen / mánáid doaibmabijuide ja ásahussii .
nob: Barneverntjenesten kan da for en periode i samråd med foreldrene formidle plass i fosterhjem , foreldre / barn tiltak og institusjon .

source: Jus máná galgá bidjat eará báikái vánhemiid mieđiheami haga , de ferte suohkana evttohusa vuođul dakkár mearrádus dahkkojuvvot fylkkalávdegottis .
nob: Dersom et barn skal plasseres utenfor hjemmet uten foreldrenes samtykke , må det treffes vedtak om dette i fylkesnemnda etter forslag fra kommunen
